Repository: kokeny90/OGRR
Catalog: App_GlobalResources/Resource.*.resx
Languages: de, hu

# lng
source: EN
de: DE
hu: HU

source: Delivery commission for other goods and sample exporting
de: Versandanweisung für Auslieferung Sonstiger Teile und Muster
hu: Szállítási megbízás egyéb áru és minta kiszállításhoz

source: Department
de: Abteilung
hu: Osztály

source: Version
hu: Verzió

source: Maker
de: Ersteller
hu: Készítő

source: Date
de: Datum
hu: Dátum

source: In addition to these urgent transport document (isTar) must be completed in order for the consignment in the following case: <br/> If reqester is not LOG employee but charges the cost to the LOG CostCenter </br> offer for airfreight over 20 kg
de: In folgenden Fällen ist ein Sonderfahrtbestellungsformular ausser dieses Dokumentes auszufüllen: </br> - wenn der Auftraggeber nicht LOG Angestellte ist, aber er will die Frachtkosten auf LOG Kostenstelle belasten </br> - alle Flugtransportbestellungen über ein Gewicht von 20 kg
hu: E dokumentum mellett Sürgős fuvar megrendelő nyomtatványt kell kitölteni a fuvar megrendeléséhez a következő esetekben: <br/> - ha az igénylő nem LOG osztály munkatársa, de LOG költséghelyre terheli az egyébáru szállítási költségét, <br/>- 20kg-ot meghaladó légi rendelésre

source: Sender
de: Absender
hu: Feladó

source: Addressee
de: Empfänger
hu: Címzett

source: Name
hu: Név

source: Date of commission
de: Auftragsdatum
hu: Megbízás dátuma

source: Post code
de: Postleitzahl
hu: Irányítószám

source: City
de: Stadt
hu: Város

source: Address
de: Adresse
hu: Cím

source: Department of SGHU
de: SGHU Abteilung
hu: SGHU osztály

source: Transport
de: Spedition
hu: Spedíció

source: Customer code
de: Klient
hu: Ügyfélkód

source: Cost owner
de: Kostentraeger
hu: Költségviselő

source: Cost Approval form arrived at
de: Empfängeraussage verfügbar
hu: Elfogadó nyilatkozat érkezett

source: Cost center
de: Kostenstelle
hu: Költséghely

source: Allowed by
de: Genehmigt von
hu: Engedélyezte

# approveroftheothergoodstransportdocument
source: Approver of the other goods transport document by signing agree that if the requested transport to the requested Cost Center can not be charged by any reason, will be charged to the Cost Center of the Department automatically by the CFA.
de: Der Genehmiger der ”Sonstiger Ware” akzeptiert mit seiner Unterzeichnung, wenn die Kosten der Lieferung auf die per den Anspruchsteller gegebene Kostenstelle nicht belastbar sind, dann werden diese Kosten per SGHU/CFA-Abteilung automatisch ohne besonderes Zulassen auf die Kostenstelle des Genehmigeres belasten.
hu: Az egyéb áru engedélyezője aláírásával elfogadja, hogy ha az igénylő által megadott költséghelyre a fuvar bármilyen okból nem terhelhető, akkor ezen költség automatikusan, külön engedély nélkül kerül terhelésre a jóváhagyó osztályos költséghelyén az SGHU pénzügyi osztálya által.

source: Information of goods
de: Wareninformationen
hu: Áruinformációk

source: Dimensions
de: Größe
hu: Méretek

# length
source: Length (mm)
de: Länge (mm)
hu: Hossz (mm)

# width
source: Width (mm)
de: Breite (mm)
hu: Szélesség (mm)

# height
source: Height (mm)
de: Höhe (mm)
hu: Magasság (mm)

source: Weight (kg)
de: Gewicht (kg)
hu: Súly (kg)

source: Package
de: Verpackung
hu: Csomagolás

source: Breakable
de: Fragil
hu: Törékeny

# needfultorepack
source: Needful to repack (only for sample)?
de: Soll umgepackt werden (nur beim Muster)?
hu: Átcsomagolás szükséges (csak minta esetén)?

source: Name of the goods
de: Benennung
hu: Áru megnevezése

source: Product number
de: TTNR
hu: Cikkszám

source: Tariff code
de: Zolltarifnummer
hu: Vámtarifakód

source: Amount
de: Menge
hu: Mennyiség

source: Is it in SAP?
de: Verfügbar in SAP?
hu: SAP-ban szerepel?

source: Number of outbooking document
de: Belegnummer
hu: Kikönyvelési bizonylat száma

source: Cause of outsending
de: Grund
hu: Kiküldés oka

source: Reference number
de: Referenze Nr.
hu: Hivatkozási szám

# typeoftransport
source: Type of transport (TNT)
de: Lieferungsart(TNT)
hu: Szállítás típusa (TNT)

source: TNT eltérő szállítási igényt(pl. milkrun) az egyéb mezőben kell megnevezni! Other transport request than TNT (e.g. Milkrun) should be identified at the other field
de: Der vom TNT paketdienst abweichende Transportbedarf (z.B. milkrun) soll im Feld " & Chr(34) & "Sonstiges" & Chr(34) & " angegeben werden!
hu: TNT eltérő szállítási igényt(pl. milkrun) az egyéb mezőben kell megnevezni!

source: Other
de: Sonstinges
hu: Egyéb

source: Type of transport if it is not paid by SGHU
de: Lieferungsart, falls die Transportkosten nicht von SGHU bezahlt werden
hu: Szállítás típusa, ha a szállítást nem SGHU fizeti

# havetotakephotoaboutthegoods
source: Have to take photo about the goods? (for sample)?
de: Photo über die Ware ist nötig(beim Muster)?
hu: Fénykép készüljön az áruról(minta esetén)?

source: Goods passed to LOG1 for internal delivery
de: Die Ware ist für LOG1 internal Versand übergegeben
hu: Áru átadva LOG1 belső kiszállítás részére

source: Signature of deliverer
de: Unterschrift von Übergeber
hu: Átadó aláírása

source: Signature of receiver
de: Unterschrift von Übernehmer
hu: Átvevő aláírása

source: Confirmation of despatch by LOG11
de: Rückmeldung von LOG11 Versand
hu: Kiszállítás visszaigazolása LOG11 kiszállítástól

source: Date of delivery
de: Daten
hu: Kiszállítás dátuma

source: Truck plate number or other following number
de: LKW Nummer
hu: Rendszám v.egyéb követési szám

source: Signature
de: Unterschrift
hu: Aláírás

source: Approved
de: Akzeptiert
hu: Szállítást elfogadta

source: Type of empties
de: Verpackung Typ
hu: Csomagolás típusa

source: Type of returnable
de: Mehrweg Verpackung Typ
hu: Többutas csomagolás típusa

source: iStar nr.
hu: iStar szám

source: Open iStar
de: Öffen iStar
hu: iStar megnyitása

source: ID
hu: Azonosító

source: Telephone number
de: Telefonnummer
hu: Telefonszám

source: Placeof Loading
de: Ladeort
hu: Felvétel hely

source: Denomination
de: Konfession
hu: Megnevezés

source: Please Select
hu: Kérlek válassz egyet

source: Add new
hu: Új hozzáadása

# inconsultationwithcoordinator
source: In consultation with CKD coordinator
hu: CKD koordinátorral egyeztetve

source: Please select one!
hu: Kérlek válassz egyet!

source: Isn't be empty
hu: Nem lehet üres!

source: It must be number!
hu: Csak szám lehet!

# thematerialnumberincorrectformat
source: The format of Material Number is incorrect
hu: A cikkszám formátúma nem megfelelő

source: The weighing field is mandatory!
hu: A súly mező kitöltése kötelező!

source: add_new_user
hu: Új felhasználó

source: Welcome
de: Willkommen
hu: Üdvözöljük

# usernamealreadyexistspleasechooseadifferentusername
source: Username already exists.\\nPlease choose a different username.
hu: A felhasználónév már létezik. \\nVálasszon másik felhasználónevet.

source: Supplied email address has already been used.
hu: A mellékelt e-mail címet már használták.

source: Registration successful. Activation email has been sent.
hu: Sikeres regisztráció. Aktiváló e-mail elküldésre került.

source: useradd
hu: felhasználó hozzáadása

source: username
hu: felhasználónév

source: email not valid
hu: az e-mail nem érvényes

source: groups
hu: csoportok

source: Export Excel
hu: Exportálás Excelbe

source: View
hu: Nézet

source: All
hu: Összes

source: Raw Material
hu: Alapanyag

source: Finished product
hu: Késztermék

source: time window
hu: Időablak

source: List
hu: Lista

source: Percent
hu: Százalék

source: Truck plate number
hu: Rendszám Teherautó

source: Plate number
hu: Rendszám

source: Driver name
hu: Sofőr neve

source: Reception
hu: Porta

source: Arrival Date
hu: Érkezési dátum

source: Exit Date
hu: Kilépési dátum

source: MR Circle
hu: MR Kör

source: Incoming Palette
hu: Bejövő Palette

source: Outbound Palette
hu: Kimenő paletta
